bbenoist.togglehs
eamodio.gitlens
kevinkyang.auto-comment-blocks
ms-python.python
ms-vscode.cpptools
redhat.java
shardulm94.trailing-spaces
stkb.rewrap
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
xaver.clang-format
